tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "kraken/temp"
tap "romkatv/powerlevel10k"
brew "argocd"
brew "automake"
brew "aws-nuke"
brew "pycparser"
brew "cffi"
brew "docutils"
brew "xz"
brew "python@3.11"
brew "awscli"
brew "bash"
brew "binutils"
brew "cfn-lint"
brew "chezmoi"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "libssh"
brew "qemu"
brew "lima"
brew "colima"
brew "cookiecutter"
brew "docker"
brew "docker-compose"
brew "libtiff"
brew "wxwidgets"
brew "erlang"
brew "fzf"
brew "go"
brew "helm"
brew "jq"
brew "k9s"
brew "kubeconform"
brew "kubernetes-cli"
brew "kubectx"
brew "libffi"
brew "libmagic"
brew "libmemcached"
brew "libxml2"
brew "memcached"
brew "openssl@1.1"
brew "pcre"
brew "pkg-config"
brew "powerlevel10k"
brew "virtualenv", link: false
brew "pre-commit"
brew "pyenv"
brew "pyenv-virtualenvwrapper"
brew "rabbitmq"
brew "ripgrep"
brew "sops"
brew "terraform-docs"
brew "tfenv"
brew "tflint"
brew "wget"
brew "zlib"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "kraken/temp/libxmlsec1"
cask "1password-cli"
cask "aws-vault"
cask "cyberduck"
cask "firefox"
cask "iterm2"
cask "logi-options-plus"
cask "microsoft-auto-update"
cask "microsoft-outlook"
cask "postgres-unofficial"
cask "raycast"
cask "visual-studio-code"
vscode "4ops.terraform"
vscode "adpyke.vscode-sql-formatter"
vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "hashicorp.terraform"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "pkief.material-icon-theme"
vscode "puppet.puppet-vscode"
vscode "redhat.vscode-yaml"
vscode "threadheap.serverless-ide-vscode"
vscode "zhuangtongfa.material-theme"
